Repository: Arnuth/DMS2
Catalog: ESN_NET/App_GlobalResources/Resource.*.resx
Languages: th

source: Add
th: เพิ่ม

source: Add Sub Property
th: เพิ่มคุณสมบัติย่อย

source: Confirm Password
th: ยืนยันรหัสผ่าน

# createproperty
source: Create New Property
th: สร้างคุณสมบัติใหม่

source: Delete
th: ลบ

source: Delete Sub Property
th: ลบคุณสมบัติย่อย

source: Doc
th: เอกสาร

source: Document
th: เอกสาร

source: Download
th: ดาวน์โหลด

source: Edit
th: แก้ไข

source: Email
th: อีเมลล์

source: Edit Property
th: แก้ไขคุณสมบัติ

source: Edit Sub Property
th: แก้ไขคุณสมบัติย่อย

source: Filter User Class
th: ตัวกรองประเภทผู้ใช้ระบบ

source: Name (EN)
th: ชื่อ (EN)

source: Name (TH)
th: ชื่อ (TH)

source: No.
th: ลำดับที่

source: Password
th: รหัสผ่าน

source: Properties In System
th: คุณสมบัติในระบบ

# propertydesc_en
source: Property Description (EN)
th: รายละเอียดคุณสมบัติ (EN)

# propertydesc_th
source: Property Description (TH)
th: รายละเอียดคุณสมบัติ (TH)

source: Property Name
th: ชื่อคุณสมบัติ

# resultUserClass
source: Results for "User Class"
th: ผลการค้นหาประเภทผู้ใช้ระบบ

source: Search
th: ค้นหา

source: Surname (EN)
th: นามสกุล (EN)

source: Surname (TH)
th: นามสกุล (TH)

# subPropertyDesc_EN
source: Sub Property Description (EN)
th: รายละเอียดคุณสมบัติย่อย (EN)

# subPropertyDesc_TH
source: Sub Property Description (TH)
th: รายละเอียดคุณสมบัติ (TH)

source: Sub Property Name
th: ชื่อคุณสมบัติย่อย

source: User
th: ผู้ใช้ระบบ

source: User Class
th: ประเภทผู้ใช้ระบบ

source: User Name
th: ชื่อผู้ใช้ระบบ

source: Filter User
th: ตัวกรองผู้ใช้ระบบ

source: Active
th: เปิดการใช้งาน

source: All
th: ทั้งหมด

source: Description
th: รายละเอียด

source: Inactive
th: ปิดการใช้งาน

source: Property Code
th: รหัสคุณสมบัติ

# resultUser
source: Results for "User"
th: ผลการค้นหาผู้ใช้ระบบ

source: Update User
th: อัพเดทข้อมูลผู้ใช้ระบบ

source: Reset
th: ตั้งค่าใหม่

source: Submit
th: ตกลง

source: Change Password
th: เปลี่ยนรหัสผ่าน

source: New Password
th: รหัสผ่านใหม่

source: Old Password
th: รหัสผ่านเก่า

source: Add Store
th: เพิ่มสาขา

source: Agreement Doc No
th: สัญญาฉบับที่

source: Filter Store
th: ตัวกรองสาขา

source: License Doc No
th: เลขที่ หรือฉบับที่

# resultStore
source: Results for "Store"
th: ผลการค้นหาสาขา

source: Select status
th: เลือกสถานะ

source: Status
th: สถานะ

source: Store Code
th: รหัสสาขา

source: Store Name (EN)
th: ชื่อสาขา (EN)

source: Store Name (TH)
th: ชื่อสาขา (TH)

source: Update Store
th: แก้ไขสาขา

source: Agreement Type
th: ประเภทสัญญา

source: Approve User
th: ชื่อผู้อนุมัติล่าสุด

# docEffectiveDate
source: Effective Date
th: วันที่เริ่มสัญญา

# docExpireDate
source: Expire Date
th: วันที่สิ้นสุดสัญญา

source: Doc Run No
th: เลขเอกสาร

source: Filter Document
th: ค้นหาเอกสาร

source: Result Doc
th: ผลการค้นหา "เอกสาร"

source: Store Name
th: ชื่อสาขา

source: Update Date
th: วันที่แก้ไขล่าสุด

source: User Request Id
th: ชื่อผู้แก้ไขล่าสุด

source: User Verify Id
th: ชื่อผู้อนุมัติล่าสุด

source: Vendor Name
th: ชื่อผู้ให้เช่า

source: Store
th: สาขา

source: Province
th: จังหวัด

source: License Type
th: ประเภทใบอนุญาต

source: License End Date
th: วันที่หมดอายุ

source: License Renew Date
th: วันที่ดำเนินการต่ออายุ

source: Download All
th: ดาวน์โหลดทั้งหมด

source: Turn Off Alert
th: ปิดการแจ้งเตือน

# confirmTurnOffAlert
source: Confirm turn off alert {0} item{1}
th: ยืนยันปิดการแจ้งเตือน ทั้งหมด {0} รายการ

# confirmTurnOffAlertModalTitle
source: Confirm Turn Of Alert Selection
th: ยืนยันปิดการแจ้งเตือนตามรายการที่เลือก

source: OK
th: ตกลง

source: Alert List
th: รายการแจ้งเตือน

source: Condition Expire Date
th: กำหนดชำระเงิน

source: Notice Date
th: วันที่เริ่มแจ้งเตือน

# specifyPaidDate
source: Please specify paid date
th: ระบุวันที่ทำการชำระเงิน

source: Start-End Date
th: ระยะเวลา

# spaceRentalDocNo
source: Doc No
th: เลขที่สัญญา

source: Space Rental Type
th: ประเภทการเช่าพื้นที่หน้าร้าน

source: Lessee Vendor Name
th: ชื่อผู้เช่า

source: Asset Type
th: ประเภทสินทรัพย์

source: Engine No.
th: หมายเลขเครื่องยนต์

# vehicleLicense
source: Vehicle License No.
th: หมายเลขทะเบียนรถ

source: Vehicle Model
th: ยี่ห้อ/รุ่น

# vehicleRentalDocNo
source: Doc No.
th: เลขที่สัญญา

# spaceRentalConditionExpireDate
source: Space Rental Conditional Expire Date
th: กำหนดเก็บเงินค่าเช่า

source: Please select
th: โปรดเลือก

source: Name
th: ชื่อ

source: Surname
th: นามสกุล

source: Fee Amount
th: ค่าธรรมเนียม
